9/data/attachments/8f9786beafe07039.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_058eefb2-d7a6-4289-8e9d-d1b68a887385</nif:username>
            <nif:friendToBeAdded>Kimberly_bank_Friend_89085_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>